{   
    "user":[
        {
            "movie":"Interstellar",
            "rated":5,
            
                "name":"Richard Crouse",
                "title":"There are many words to describe Interstellar. Entertainment isn't one of them.",
                "date" :"27 February 2017",
                "comment":"Nolan reaches for the stars with beautifully composed shots and some mind-bending special effects, but the dime store philosophy of the story never achieves lift off."
            
        },
        {
            "movie":"Interstellar",
            "rated":5,
            
                "name":"David Stratton",
                "title":"Scientists will debate, theologians will contemplate, philosophers will wonder",
                "date" :" 5 January 2015",
                "comment":"This is not only a tremendously exciting space adventure... It's also a rich and thoughtful meditation on time and space and gravity."
           

        },
        {
            "movie":"Wild",
            "rated":4,
            
                "name":"Daviddinglis-2 ",
                "title":"Real American Beauty - an exceptional movie",
                "date" :"10 September 2007",
                "comment":"This is a movie of real beauty. It made me cry. I felt moved in a way that happens very rarely. It was an inspiration.The feelings it evoked were all based on the power of the acting and the writing. The words were real and human. The relationships seemed real and human. This may not seem like a great feat - but I consider it a true rarity. It didn't feel calculated and artificial, like so many movies (read: Crash - but I'm not here to bash that...). It was very organic, natural and (I can't say it enough) just beautiful. Cripes, it's making me sound like a hippie, for heaven's sake. This for me was Penn's best work since Indian Runner."
           

        },
        {
            "movie":"2049",
            "rated":4,
           
                "name":"Paul Byrnes",
                "title":"Emile Hirsch perfectly highlights [his] untamed character",
                "date" :"1 February 2008",
                "comment":"The film is about people trying to live good lives and that is ultimately a serious and worthwhile subject. Into The Wild is one of the best films of the year."
            

        },
        {
            "movie":"2049",
            "rated":4,
           
                "name": "kjproulx",
                "title":" A New-Age Sci-Fi Classic",
                "date" :" 1 October 2017 ",
                "comment":"For film fanatics like myself, Blade Runner 2049 is a great film for people to see, regardless if they've witnessed the original or not. On the other hand, if you've never seen the original Blade Runner and are just a casual moviegoer that have thought of the promotion for this film as being an action-packed thrill ride, then I'd have to warn to stay far away from this near three hour motion picture. It's very hard to review this film without getting into specific plot details, but that's exactly what makes this film worth the price of admission alone. For nearly every reason a film fan should be excited about a movie, here is why Blade Runner 2049 is a must see as soon as possible."
           

        },
        {
            "movie":"Oblivion",
            "rated":5,
            
                "name": "poicop",
                "title":"GREAT FOR THE SCIENCE FICTION FAN! And maybe everyone!",
                "date" :"12 April 2013 ",
                "comment":"They don't make many science fiction films these days. This was a pleasant surprise all throughout the film. Man did I like this film. And in my opinion. Tom Cruise really likes what he does, and works at his craft as an actor very seriously. In my opinion 95% of Cruises movies in the last 10 years have been good choices. And I'm sick of what the media says about his personal life.I am one who went and saw Prometheus with an open mind. And listened to what the director said about it NOT being an Aliens movie. And LOVED IT. Good Sci-fi. Such as this film.It definitely turned out to be something I wasn't expecting.Excellent Job by Everyone involved. Nice work Cruise!"
           

        },
        {
            "movie":"Mulholland Drive",
            "rated":5,
            
                "name": "nehoray60",
                "title":"The best picture who have ever maid",
                "date" :"12 March 2013",
                "comment":"I cant explain what have i saw in the screen yesterday. It all was so beautiful, wonderful, and amazing. The main point that i love in that movie is not the story, but all the things behind it. The special what that David Lynch have made this film is just fantastic. The wonderful music, wonderful colors, wonderful effects, the actress was so good and the film was so amazing. The story is not the main point in here because you can never understand it. Its very hard to know what David lynch want us to think, but i love the movie so much that i don't even care. Before you watch this movie you should know how you are going to watch it. Don't you expect to see a normal movie because it doesn't. It is a movie that you should watch it like a dream. Don't look for an order or a normal plot because its not going to be like that. If you want to feel, to cry, to afraid, to fear, to be amazed and to be Doubtful, i think you should see that wonderful movie. if you don't- get away"
            

        },
        {
            "movie":"Guardians of the Galaxy",
            "rated":5,
            
                "name":"Ryan Syrek",
                "title":"Guardians also has both humor and genuine poignancy.",
                "date" :"6 August 2019",
                "comment":"If Boyhood is a reminder of film's potential to be groundbreaking art, Guardians of the Galaxy is a testament to its capacity for inducing pure joy.The film marked Marvel Studios going full-on Marvel Comics, bringing with it the requisite band of multi-coloured misfits, whose intersecting character arcs - while occasionally incomplete - formed an alluring tapestry."
            

        },
        {
            "movie":"IT",
            "rated":4,
            
                "name":"Steven Prokopy",
                "title":"Genuinely frightening horror film",
                "date" :"9 April 2020",
                "comment":"Not just a fairly faithful adaptation of the massive book with a handful of wise adjustments and edits made, but it's an artfully realized work that cares more about establishing characters than simply lining up a series of cheap scares."
            

        },
        {
            "movie":"IT",
            "rated":5,
            
                "name":"Matt Cipolla",
                "title":" horror film",
                "date" :"21 July 2019",
                "comment":"The young cast is excellent, but focusing solely on them lessens the haunted weight of the novel. Their backstories feel a little rushed, suggesting It would have been better served as a Stranger Things-style mini-series"
            

        },
        {
            "movie":"SkyFall",
            "rated":5,
            
                "name":"Amin Shirpour",
                "title":"Roger's insightful and informative movie ",
                "date" :"21 November 2012",
                "comment":"It's telling that once Skyfall concluded, one of first thoughts that came to mind for me was \"I need to re-read Ebert's review\" (to see what further insights he would offer). He wasn't just a critic, or just a good writer. Ebert was an authority, an institution. I miss him."
            

        },
        {
            "movie":"The Forest",
            "rated":1,
            
                "name":"Brent McKnight",
                "title":"The film simply failed to create a complete mythology",
                "date" :"17 May 2019",
                "comment":"Instead of an exploration of Japanese history and culture, the narrative is filtered through white, western eyes. Plodding and uninspired, not particularly frightening, and worst of all, boring."
            

        },
        {
            "movie":"The Forest",
            "rated":2,
            
                "name":"Kuroi Kaze",
                "title":"Honest and concise criticism to the end",
                "date" :"17 August 2009",
                "comment":"This movie has a long build-up before we see a dinosaur attack, which was the threat that had been foretold by Goldblum's character since the beginning of the movie. Before that, we have the scientists being introduced to us, then they to the dinosaurs, then they try to get the deatils of the cloning sorcery that went into giving the animals life again. Then they start a discussion about whether all of that was a good/safe idea. We also learn a bit about every character. The first dinosaur attack occurs one hour into the movie (that's half of it). There had been quite a lot of wonder, concern, speculation and ideological disputes before that."
            
        },
        {
            "movie":"Harry Poter",
            "rated":5,
            
                "name":"Shayan",
                "title":"I love this film ",
                "date" :"11 September 2019",
                "comment":"Chris Columbus gets a lot of crap, some of it deserving, but really, Roger was right. People will remember and treasure this film. It's not a great movie, but it is an iconic one, a popular classic for the ages and not without reason beyond sheer marketing dollars. I agree that it takes the time to create memorable moments and characters and it's a film of great joy and open-hearted sincerity, rare qualities in today's movies. It sort of transcends its flaws because JK Rowling's tale shines so brightly. In a way, I actually think this first Potter achieves its own goals better than any of the sequels did theirs. The series became stylistically more interesting, but also kinda emotionally repressed with messy storytelling and characterization."
            

        }
        

    ]
}